{ "translations": {
    "You added an WebAuthn hardware token" : "Heu afegit un testimoni de maquinari WebAuthn",
    "You removed an WebAuthn hardware token" : "Heu eliminat un testimoni de maquinari WebAuthn",
    "WebAuthn disabled by the administration" : "WebAuthn desactivat per l'administració",
    "Security key" : "Clau de seguretat",
    "Use WebAuthn for second factor authentication" : "Utilitzeu WebAuthn per a l'autenticació del segon factor",
    "Two-Factor WebAuthn" : "WebAuthn de dos factors",
    "WebAuthn two-factor provider" : "Proveïdor de dos factors WebAuthn",
    "A two-factor provider for WebAuthn devices" : "Un proveïdor de dos factors per a dispositius WebAuthn",
    "Server error while trying to complete security key registration" : "Error del servidor en intentar completar el registre de la clau de seguretat",
    "Add security key" : "Afegeix clau de seguretat",
    "Name your security key" : "Anomena la teva clau de seguretat",
    "Add" : "Afegeix",
    "Adding your security key …" : "S'està afegint la teva clau de seguretat …",
    "Authentication cancelled" : "S'ha cancel·lat l'autenticació",
    "An error occurred: {msg}" : "S'ha produït un error: {msg}",
    "Retry" : "Torna a intentar",
    "Use security key" : "Utilitza la clau de seguretat",
    "An error occurred. Please try again." : "S'ha produït un error. Si us plau, torneu-ho a provar.",
    "Your browser does not support WebAuthn." : "El vostre navegador no suporta WebAuthn.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the WebAuthn authentication." : "Esteu accedint a aquest lloc mitjançant una connexió insegura. Per tant, els navegadors poden rebutjar l'autenticació WebAuthn.",
    "Unnamed key" : "Clau sense nom",
    "Active" : "Actiu",
    "Remove" : "Elimina",
    "Set up a security key as a second factor." : "Configureu una clau de seguretat com a segon factor.",
    "Your security key was added successfully. You are now being redirected to the login page." : "La teva clau de seguretat s'ha afegit correctament. Ara se us redirigirà a la pàgina d'inici de sessió.",
    "No security keys configured. You are not using WebAuthn as second factor at the moment." : "No s'ha configurat cap clau de seguretat. En aquests moments no utilitzeu WebAuthn com a segon factor.",
    "The following security keys are configured for WebAuthn two-factor authentication:" : "Les claus de seguretat següents estan configurades per a l'autenticació de dos factors de WebAuthn:",
    "All security keys are deactivated." : "Totes les claus de seguretat estan desactivades."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}