{ "translations": {
    "You added an WebAuthn hardware token" : "Ha añadido un token de hardware WebAuthn",
    "You removed an WebAuthn hardware token" : "Ha eliminado un token de hardware de WebAuthn",
    "WebAuthn disabled by the administration" : "WebAuthn desactivado por la administración",
    "Security key" : "Clave de seguridad",
    "Use WebAuthn for second factor authentication" : "Usar Webauthn como autenticación de doble factor",
    "Two-Factor WebAuthn" : "WebAuthn de doble factor",
    "WebAuthn two-factor provider" : "Proveedor de doble factor WebAuthn",
    "A two-factor provider for WebAuthn devices" : "Un proveedor de doble factor para los dispositivos WebAuthn",
    "Server error while trying to complete security key registration" : "Error del servidor al intentar completar el registro de la clave de seguridad",
    "Add security key" : "Agregar Clave de seguridad",
    "Please use your security key to authorize." : "Por favor, utilice su clave de seguridad para autorizar.",
    "Name your security key" : "Nombre de su clave de seguridad",
    "Add" : "Añadir",
    "Adding your security key …" : "Añadiendo su clave de seguridad ...",
    "Authentication cancelled" : "Autenticación cancelada",
    "An error occurred: {msg}" : "Ha ocurrido un error: {msg}",
    "Retry" : "Reintentar",
    "Use security key" : "Utilizar la clave de seguridad",
    "An error occurred. Please try again." : "Ha sucedido un error. Por favor, vuelva a intentarlo.",
    "Your browser does not support WebAuthn." : "Su navegador no soporta WebAuthn.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the WebAuthn authentication." : "Está accediendo a este sitio a través de una conexión insegura. Por lo tanto, los navegadores podrían rechazar la autenticación WebAuthn.",
    "Unnamed key" : "Clave sin nombre",
    "Registered" : "Registrado",
    "Active" : "Activo",
    "Remove" : "Eliminar",
    "Set up a security key as a second factor." : "Establecer una llave de seguridad como un segundo factor.",
    "Your security key was added successfully. You are now being redirected to the login page." : "Su clave de seguridad ha sido añadida con éxito. Ahora está siendo redirigido a la página de inicio de sesión.",
    "No security keys configured. You are not using WebAuthn as second factor at the moment." : "No hay claves de seguridad configuradas. No está utilizando WebAuthn como segundo factor en este momento.",
    "The following security keys are configured for WebAuthn two-factor authentication:" : "Las siguientes claves de seguridad están configuradas para la autenticación de dos factores de WebAuthn:",
    "All security keys are deactivated." : "Todas las claves de seguridad están desactivadas."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}