{ "translations": {
    "You added an WebAuthn hardware token" : "Vous avez ajouté un jeton de périphérique WebAuthn",
    "You removed an WebAuthn hardware token" : "Vous avez retiré un jeton de périphérique WebAuthn",
    "WebAuthn disabled by the administration" : "Jeton de périphérique WebAuthn désactivé par l'administrateur",
    "Security key" : "Clé de sécurité",
    "Use WebAuthn for second factor authentication" : "Utilisez WebAuthn comme second facteur d'authentification",
    "Two-Factor WebAuthn" : "WebAuthn à deux facteurs",
    "WebAuthn two-factor provider" : "Fournisseur à deux facteurs WebAuthn",
    "A two-factor provider for WebAuthn devices" : "Un fournisseur à deux facteurs pour les périphériques WebAuthn",
    "Server error while trying to complete security key registration" : "Erreur serveur en essayant d'enregistrer la clé de sécurité",
    "Add security key" : "Ajouter une clé de sécurité",
    "Please use your security key to authorize." : "Veuillez utiliser votre clé de sécurité pour donner l'autorisation.",
    "Name your security key" : "Nommez votre clé de sécurité",
    "Add" : "Ajouter",
    "Adding your security key …" : "Ajout de votre clé de sécurité…",
    "Authentication cancelled" : "Authentification annulée",
    "An error occurred: {msg}" : "Une erreur est survenue: {msg}",
    "Retry" : "Réessayer",
    "Use security key" : "Utiliser la clé de sécurité",
    "An error occurred. Please try again." : "Une erreur est survenue. Veuillez réessayer.",
    "Your browser does not support WebAuthn." : "Votre navigateur ne prend pas en charge WebAuthn.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the WebAuthn authentication." : "Vous êtes en train d’accéder à ce site via une connexion non sécurisée. Les navigateurs devraient donc refuser l'authentification WebAuthn.",
    "Unnamed key" : "Clé sans nom",
    "Registered" : "Enregistré",
    "Active" : "Actif",
    "Remove" : "Retirer",
    "Set up a security key as a second factor." : "Configurer une clé de sécurité comme second facteur",
    "Your security key was added successfully. You are now being redirected to the login page." : "Votre clé de sécurité a été ajoutée avec succès. Vous allez maintenant être redirigé(e) vers la page de connexion.",
    "No security keys configured. You are not using WebAuthn as second factor at the moment." : "Pas de clé de sécurité configurée. Vous n'utilisez actuellement pas WebAuthn comme second facteur.",
    "The following security keys are configured for WebAuthn two-factor authentication:" : "Les clés de sécurité suivantes sont configurées pour l'authentification double facteur WebAuthn :",
    "All security keys are deactivated." : "Toutes les clés de sécurité sont désactivées."
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}