{ "translations": {
    "You added an WebAuthn hardware token" : "Vde. engadiu un testemuño WebAuthn de hardware",
    "You removed an WebAuthn hardware token" : "Vde. retirou un testemuño WebAuthn de hardware",
    "WebAuthn disabled by the administration" : "WebAuthn foi desactivado pola administración",
    "Security key" : "Chave de seguranza",
    "Use WebAuthn for second factor authentication" : "Usar WebAuthn para o segundo factor de autenticación",
    "Two-Factor WebAuthn" : "WebAuthn de dous factores",
    "WebAuthn two-factor provider" : "Provedor WebAuthn de dous factores",
    "A two-factor provider for WebAuthn devices" : "Un provedor de dous factores para dispositivos WebAuthn",
    "Server error while trying to complete security key registration" : "Produciuse un erro do servidor ao tentar completar o rexistro da chave de seguranza",
    "Add security key" : "Engadir chave de seguranza",
    "Please use your security key to authorize." : "Use a súa chave de seguranza para autorizar.",
    "Name your security key" : "Nomee á súa chave de seguranza",
    "Add" : "Engadir",
    "Adding your security key …" : "Engadindo á súa chave de seguranza…",
    "Authentication cancelled" : "Cancelouse a autenticación",
    "An error occurred: {msg}" : "Produciuse un erro: {msg}",
    "Retry" : "Volver tentar",
    "Use security key" : "Usar chave de seguranza",
    "An error occurred. Please try again." : "Produciuse un erro. Ténteo de novo.",
    "Your browser does not support WebAuthn." : "O seu navegador non é compatíbel co WebAuthn.",
    "You are accessing this site via an insecure connection. Browsers might therefore refuse the WebAuthn authentication." : "Está accedendo a este sitio mediante unha conexión insegura. Algúns navegadores, daquela, poderían rexeitar a autenticación WebAuthn. ",
    "Unnamed key" : "Chave sen nome",
    "Registered" : "Rexistrada",
    "Active" : "Activa",
    "Remove" : "Retirar",
    "Set up a security key as a second factor." : "Definir unha chave de seguranza como segundo factor.",
    "Your security key was added successfully. You are now being redirected to the login page." : "A súa chave de seguranza foi engadida correctamente. Agora está a ser redirixido á páxina de acceso.",
    "No security keys configured. You are not using WebAuthn as second factor at the moment." : "Non hai ningunha chave de seguranza configurada. Vde. de momento, non está a usar WebAuthn como un segundo factor.",
    "The following security keys are configured for WebAuthn two-factor authentication:" : "As seguintes chaves de seguranza están configuradas para a autenticación de dous factores WebAuthn:",
    "All security keys are deactivated." : "Todas as chaves de seguranza están desactivadas."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}